Repository: ShikiSuen/MadTunes
Catalog: SPMPackages/MadTunesSPM/Sources/MadTunesKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

# i18n:AlbumSortMethod.ArtistTitleYear
source: Album Artist › Album Title › Year
de: Albumkünstler › Albumtitel › Jahr
es: Artista del álbum › Título del álbum › Año
fr: Artiste de l'album › Titre de l'album › Année
it: Artista album › Titolo album › Anno
ja: アルバムアーティスト › アルバムタイトル › 年
ko: 앨범 아티스트 › 앨범 제목 › 연도
pt_br: Artista do Álbum › Título do Álbum › Ano
ru: Исполнитель альбома › Название альбома › Год
tr: Albüm Sanatçısı › Albüm Başlığı › Yıl
zh_hans: 专辑艺人 › 专辑标题 › 年份
zh_hant: 專輯藝人 › 專輯標題 › 年份

# i18n:AlbumSortMethod.ArtistYearTitle
source: Album Artist › Year › Album Title
de: Albumkünstler › Jahr › Albumtitel
es: Artista del álbum › Año › Título del álbum
fr: Artiste de l'album › Année › Titre de l'album
it: Artista album › Anno › Titolo album
ja: アルバムアーティスト › 年 › アルバムタイトル
ko: 앨범 아티스트 › 연도 › 앨범 제목
pt_br: Artista do Álbum › Ano › Título do Álbum
ru: Исполнитель альбома › Год › Название альбома
tr: Albüm Sanatçısı › Yıl › Albüm Başlığı
zh_hans: 专辑艺人 › 年份 › 专辑标题
zh_hant: 專輯藝人 › 年份 › 專輯標題

# i18n:AlbumSortMethod.Label
source: Album Sort
de: Albumsortierung
es: Ordenar álbumes
fr: Tri des albums
it: Ordinamento album
ja: アルバムの並べ替え
ko: 앨범 정렬
pt_br: Ordenar Álbuns
ru: Сортировка альбомов
tr: Albüm Sıralama
zh_hans: 专辑排序
zh_hant: 專輯排序

# i18n:AlbumSortMethod.YearArtistTitle
source: Year › Album Artist › Album Title
de: Jahr › Albumkünstler › Albumtitel
es: Año › Artista del álbum › Título del álbum
fr: Année › Artiste de l'album › Titre de l'album
it: Anno › Artista album › Titolo album
ja: 年 › アルバムアーティスト › アルバムタイトル
ko: 연도 › 앨범 아티스트 › 앨범 제목
pt_br: Ano › Artista do Álbum › Título do Álbum
ru: Год › Исполнитель альбома › Название альбома
tr: Yıl › Albüm Sanatçısı › Albüm Başlığı
zh_hans: 年份 › 专辑艺人 › 专辑标题
zh_hant: 年份 › 專輯藝人 › 專輯標題

# i18n:Alert.RemoveAlbumsMessage:%lld
source: This will remove %lld albums from the library. The original files will not be deleted.
de: Dies entfernt %lld Alben aus der Bibliothek. Die Originaldateien werden nicht gelöscht.
es: Esto eliminará %lld álbumes de la biblioteca. Los archivos originales no se eliminarán.
fr: Cela supprimera %lld albums de la bibliothèque. Les fichiers originaux ne seront pas supprimés.
it: Questo rimuoverà %lld album dalla libreria. I file originali non verranno eliminati.
ja: ライブラリから%lldアルバムを削除します。元のファイルは削除されません。
ko: 라이브러리에서 %lld개의 앨범을 제거합니다. 원본 파일은 삭제되지 않습니다.
pt_br: Isso removerá %lld álbuns da biblioteca. Os arquivos originais não serão excluídos.
ru: Это удалит %lld альбома из библиотеки. Исходные файлы не будут удалены.
tr: Bu, %lld albümü kütüphaneden kaldıracaktır. Orijinal dosyalar silinmeyecektir.
zh_hans: 这将从媒体柜中移除 %lld 张专辑。原始文件不会被删除。
zh_hant: 這將從媒體櫃中移除 %lld 張專輯。原始檔案不會被刪除。

# i18n:Alert.RemoveFromLibraryTitle
source: Remove from Library?
de: Aus Bibliothek entfernen?
es: ¿Eliminar de la biblioteca?
fr: Supprimer de la bibliothèque ?
it: Rimuovere dalla libreria?
ja: ライブラリから削除しますか？
ko: 라이브러리에서 제거하시겠습니까?
pt_br: Remover da Biblioteca?
ru: Удалить из библиотеки?
tr: Kütüphaneden Kaldır?
zh_hans: 从媒体柜中移除？
zh_hant: 從媒體櫃中移除？

# i18n:Alert.RemoveTracksMessage:%lld
source: This will remove %lld tracks from the library. The original files will not be deleted.
de: Dies entfernt %lld Titel aus der Bibliothek. Die Originaldateien werden nicht gelöscht.
es: Esto eliminará %lld pistas de la biblioteca. Los archivos originales no se eliminarán.
fr: Cela supprimera %lld pistes de la bibliothèque. Les fichiers originaux ne seront pas supprimés.
it: Questo rimuoverà %lld brani dalla libreria. I file originali non verranno eliminati.
ja: ライブラリから%lldトラックを削除します。元のファイルは削除されません。
ko: 라이브러리에서 %lld개의 트랙을 제거합니다. 원본 파일은 삭제되지 않습니다.
pt_br: Isso removerá %lld faixas da biblioteca. Os arquivos originais não serão excluídos.
ru: Это удалит %lld трека из библиотеки. Исходные файлы не будут удалены.
tr: Bu, %lld parçayı kütüphaneden kaldıracaktır. Orijinal dosyalar silinmeyecektir.
zh_hans: 这将从媒体柜中移除 %lld 首曲目。原始文件不会被删除。
zh_hant: 這將從媒體櫃中移除 %lld 首曲目。原始檔案不會被刪除。

# i18n:ColumnBrowser.AlbumArtists
source: Album Artists
de: Albumkünstler
es: Artistas del álbum
fr: Artistes de l'album
it: Artisti album
ja: アルバムアーティスト
ko: 앨범 아티스트
pt_br: Artistas do Álbum
ru: Исполнители альбома
tr: Albüm Sanatçıları
zh_hans: 专辑艺人
zh_hant: 專輯藝人

# i18n:ColumnBrowser.Albums
source: Albums
de: Alben
es: Álbumes
it: Album
ja: アルバム
ko: 앨범
pt_br: Álbuns
ru: Альбомы
tr: Albümler
zh_hans: 专辑
zh_hant: 專輯

# i18n:ColumnBrowser.AllAlbumArtists
source: All Album Artists
de: Alle Albumkünstler
es: Todos los artistas del álbum
fr: Tous les artistes de l'album
it: Tutti gli artisti album
ja: すべてのアルバムアーティスト
ko: 모든 앨범 아티스트
pt_br: Todos os Artistas do Álbum
ru: Все исполнители альбома
tr: Tüm Albüm Sanatçıları
zh_hans: 所有专辑艺人
zh_hant: 所有專輯藝人

# i18n:ColumnBrowser.AllAlbums
source: All Albums
de: Alle Alben
es: Todos los álbumes
fr: Tous les albums
it: Tutti gli album
ja: すべてのアルバム
ko: 모든 앨범
pt_br: Todos os Álbuns
ru: Все альбомы
tr: Tüm Albümler
zh_hans: 所有专辑
zh_hant: 所有專輯

# i18n:ColumnBrowser.AllGenres
source: All Genres
de: Alle Genres
es: Todos los géneros
fr: Tous les genres
it: Tutti i generi
ja: すべてのジャンル
ko: 모든 장르
pt_br: Todos os Gêneros
ru: Все жанры
tr: Tüm Türler
zh_hans: 所有风格
zh_hant: 所有類型

# i18n:ColumnBrowser.AllSongArtists
source: All Song Artists
de: Alle Songkünstler
es: Todos los artistas de la canción
fr: Tous les artistes de la chanson
it: Tutti gli artisti brano
ja: すべての曲アーティスト
ko: 모든 곡 아티스트
pt_br: Todos os Artistas da Música
ru: Все исполнители песен
tr: Tüm Şarkı Sanatçıları
zh_hans: 所有歌曲艺人
zh_hant: 所有歌曲藝人

# i18n:ColumnBrowser.ClearAll
source: Clear All Filters
de: Alle Filter löschen
es: Borrar todos los filtros
fr: Effacer tous les filtres
it: Cancella tutti i filtri
ja: すべてのフィルタを解除
ko: 모든 필터 지우기
pt_br: Limpar Todos os Filtros
ru: Очистить все фильтры
tr: Tüm Filtreleri Temizle
zh_hans: 清除所有筛选
zh_hant: 清除所有篩選

# i18n:ColumnBrowser.SongArtists
source: Song Artists
de: Songkünstler
es: Artistas de la canción
fr: Artistes de la chanson
it: Artisti brano
ja: 曲アーティスト
ko: 곡 아티스트
pt_br: Artistas da Música
ru: Исполнители песен
tr: Şarkı Sanatçıları
zh_hans: 歌曲艺人
zh_hant: 歌曲藝人

# i18n:ColumnBrowser.Title
source: Column Browser
de: Spaltenbrowser
es: Navegador de columnas
fr: Navigateur de colonnes
it: Browser colonne
ja: カラムブラウザ
ko: 컬럼 브라우저
pt_br: Navegador de Colunas
ru: Колоночный браузер
tr: Sütun Tarayıcı
zh_hans: 直栏筛选
zh_hant: 直欄篩選

# i18n:Common.Cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消
zh_hant: 取消

# i18n:Common.Create
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 생성
pt_br: Criar
ru: Создать
tr: Oluştur
zh_hans: 创建
zh_hant: 建立

# i18n:Common.Delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
tr: Sil
zh_hans: 删除
zh_hant: 刪除

# i18n:Common.Done
source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
tr: Bitti
zh_hans: 完成
zh_hant: 完成

# i18n:Common.Edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
ru: Изменить
tr: Düzenle
zh_hans: 编辑
zh_hant: 編輯

# i18n:Common.Remove
source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
ru: Удалить
tr: Kaldır
zh_hans: 移除
zh_hant: 移除

# i18n:Common.Rename
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
ru: Переименовать
tr: Yeniden Adlandır
zh_hans: 重命名
zh_hant: 重新命名

# i18n:ContextMenu.AddToFavorites
source: Add to Favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
pt_br: Adicionar aos Favoritos
ru: Добавить в избранное
tr: Favorilere Ekle
zh_hans: 添加到收藏夹
zh_hant: 加入我的最愛

# i18n:ContextMenu.AddToPlaylist
source: Add to Playlist
de: Zur Playlist hinzufügen
es: Añadir a la lista de reproducción
fr: Ajouter à la playlist
it: Aggiungi alla playlist
ja: プレイリストに追加
ko: 재생목록에 추가
pt_br: Adicionar à Playlist
ru: Добавить в плейлист
tr: Çalma Listesine Ekle
zh_hans: 添加到播放清单
zh_hant: 加入播放清單

# i18n:ContextMenu.CopyMetadata
source: Copy Metadata to Clipboard
de: Metadaten in Zwischenablage kopieren
es: Copiar metadatos al portapapeles
fr: Copier les métadonnées dans le presse-papiers
it: Copia metadati negli appunti
ja: メタデータをクリップボードにコピー
ko: 메타데이터를 클립보드에 복사
pt_br: Copiar Metadados para a Área de Transferência
ru: Копировать метаданные в буфер обмена
tr: Meta Verilerini Panoya Kopyala
zh_hans: 拷贝中继资料至剪贴簿
zh_hant: 拷貝中繼資料至剪貼簿

# i18n:ContextMenu.GetInfo
source: Get Info
de: Informationen anzeigen
es: Obtener información
fr: Obtenir des informations
it: Ottieni informazioni
ja: 情報を見る
ko: 정보 가져오기
pt_br: Obter Informações
ru: Получить информацию
tr: Bilgi Al
zh_hans: 显示简介
zh_hant: 取得資訊

# i18n:ContextMenu.PlayAlbum
source: Play Album
de: Album abspielen
es: Reproducir álbum
fr: Lire l'album
it: Riproduci album
ja: アルバムを再生
ko: 앨범 재생
pt_br: Reproduzir Álbum
ru: Воспроизвести альбом
tr: Albümü Çal
zh_hans: 播放专辑
zh_hant: 播放專輯

# i18n:ContextMenu.PlayNext
source: Play Next
de: Als Nächstes abspielen
es: Reproducir a continuación
fr: Lire ensuite
it: Riproduci dopo
ja: 次に再生
ko: 다음으로 재생
pt_br: Reproduzir em Seguida
ru: Воспроизвести далее
tr: Sonraki Olarak Çal
zh_hans: 下一首播放
zh_hant: 插播下一首

# i18n:ContextMenu.RemoveFromFavorites
source: Remove from Favorites
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
pt_br: Remover dos Favoritos
ru: Удалить из избранного
tr: Favorilerden Kaldır
zh_hans: 从收藏夹中移除
zh_hant: 從我的最愛中移除

# i18n:ContextMenu.RemoveFromLibrary
source: Remove from Library
de: Aus Bibliothek entfernen
es: Quitar de la biblioteca
fr: Retirer de la bibliothèque
it: Rimuovi dalla libreria
ja: ライブラリから削除
ko: 라이브러리에서 제거
pt_br: Remover da Biblioteca
ru: Удалить из библиотеки
tr: Kütüphaneden Kaldır
zh_hans: 从媒体柜中移除
zh_hant: 從媒體櫃中移除

# i18n:ContextMenu.RemoveFromPlaylist
source: Remove from Playlist
de: Aus Playlist entfernen
es: Quitar de la lista de reproducción
fr: Retirer de la playlist
it: Rimuovi dalla playlist
ja: プレイリストから削除
ko: 재생목록에서 제거
pt_br: Remover da Playlist
ru: Удалить из плейлиста
tr: Çalma Listesinden Kaldır
zh_hans: 从播放清单中移除
zh_hant: 從播放清單中移除

# i18n:ContextMenu.ShowInFinder
source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finderで表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
ru: Показать в Finder
tr: Finder'da Göster
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

# i18n:ContextMenu.ShuffleAlbum
source: Shuffle Album
de: Album zufällig wiedergeben
es: Reproducción aleatoria del álbum
fr: Lecture aléatoire de l'album
it: Riproduci album in ordine casuale
ja: アルバムをシャッフル
ko: 앨범 셔플
pt_br: Reproduzir Álbum Aleatoriamente
ru: Воспроизвести альбом в случайном порядке
tr: Albümü Karıştır
zh_hans: 随机播放专辑
zh_hant: 隨機播放專輯

# i18n:Debug.ClearDatabase
source: Clear Database
de: Datenbank löschen
es: Borrar base de datos
fr: Effacer la base de données
it: Cancella database
ja: データベースをクリア
ko: 데이터베이스 지우기
pt_br: Limpar Banco de Dados
ru: Очистить базу данных
tr: Veritabanını Temizle
zh_hans: 清除数据库
zh_hant: 清除資料庫

# i18n:EmptyState.EmptyPlaylist
source: Empty Playlist
de: Leere Playlist
es: Lista de reproducción vacía
fr: Playlist vide
it: Playlist vuota
ja: 空のプレイリスト
ko: 빈 재생목록
pt_br: Playlist Vazia
ru: Пустой плейлист
tr: Boş Çalma Listesi
zh_hans: 空播放清单
zh_hant: 空白播放清單

# i18n:EmptyState.FavoritesDescription
source: Songs you mark as favorites will appear here.
de: Lieder, die Sie als Favoriten markieren, werden hier angezeigt.
es: Las canciones que marques como favoritas aparecerán aquí.
fr: Les chansons que vous marquez comme favorites apparaîtront ici.
it: Le canzoni che marchi come preferite appariranno qui.
ja: お気に入りに追加した曲がここに表示されます。
ko: 즐겨찾기로 표시한 노래가 여기에 표시됩니다.
pt_br: As músicas que você marcar como favoritas aparecerão aqui.
ru: Песни, отмеченные как избранные, появятся здесь.
tr: Favori olarak işaretlediğiniz şarkılar burada görünecektir.
zh_hans: 标记为收藏的歌曲将在此处显示。
zh_hant: 標記為最愛的歌曲將會顯示在這裡。

# i18n:EmptyState.ImportPrompt
source: Import music files or folders to get started.
de: Importieren Sie Musikdateien oder Ordner, um zu beginnen.
es: Importa archivos o carpetas de música para comenzar.
fr: Importez des fichiers ou dossiers musicaux pour commencer.
it: Importa file o cartelle musicali per iniziare.
ja: ミュージックファイルまたはフォルダを読み込んで始めましょう。
ko: 시작하려면 음악 파일이나 폴더를 가져오세요.
pt_br: Importe arquivos ou pastas de música para começar.
ru: Импортируйте музыкальные файлы или папки, чтобы начать.
tr: Başlamak için müzik dosyaları veya klasörleri içe aktarın.
zh_hans: 导入音乐文件或文件夹以开始使用。
zh_hant: 匯入音樂檔案或資料夾以開始使用。

# i18n:EmptyState.ImportPromptShareTip
source: You can also share audio files from other apps to MadTunes.
de: Sie können auch Audiodateien aus anderen Apps mit MadTunes teilen.
es: También puedes compartir archivos de audio desde otras aplicaciones a MadTunes.
fr: Vous pouvez également partager des fichiers audio depuis d'autres applications vers MadTunes.
it: Puoi anche condividere file audio da altre app a MadTunes.
ja: 他のアプリからMadTunesへ音声ファイルを共有することもできます。
ko: 다른 앱에서 오디오 파일을 MadTunes로 공유할 수도 있습니다.
pt_br: Você também pode compartilhar arquivos de áudio de outros aplicativos para o MadTunes.
ru: Вы также можете поделиться аудиофайлами из других приложений в MadTunes.
tr: Ayrıca diğer uygulamalardan MadTunes'a ses dosyaları paylaşabilirsiniz.
zh_hans: 您也可以从其他 App 将音频文件分享到 MadTunes。
zh_hant: 您也可以從其他 App 將音訊檔案分享到 MadTunes。

# i18n:EmptyState.NoFavorites
source: No Favorites
de: Keine Favoriten
es: Sin favoritos
fr: Aucun favori
it: Nessun preferito
ja: お気に入りなし
ko: 즐겨찾기 없음
pt_br: Sem Favoritos
ru: Нет избранного
tr: Favori Yok
zh_hans: 没有收藏
zh_hant: 沒有最愛項目

# i18n:EmptyState.NoFilterResults
source: No Matching Music
de: Keine passende Musik
es: No hay música que coincida
fr: Aucune musique correspondante
it: Nessuna musica corrispondente
ja: 該当するミュージックがありません
ko: 일치하는 음악 없음
pt_br: Nenhuma Música Correspondente
ru: Нет совпадающей музыки
tr: Eşleşen Müzik Yok
zh_hans: 没有符合筛选条件的音乐
zh_hant: 找不到符合篩選條件的音樂

# i18n:EmptyState.NoMusic
source: No Music
de: Keine Musik
es: Sin música
fr: Aucune musique
it: Nessuna musica
ja: ミュージックなし
ko: 음악 없음
pt_br: Sem Música
ru: Нет музыки
tr: Müzik Yok
zh_hans: 没有音乐
zh_hant: 沒有音樂

# i18n:EmptyState.PlaylistEmptyDescription
source: "%@" has no tracks. Add songs from the context menu.
de: "%@" enthält keine Titel. Fügen Sie Lieder über das Kontextmenü hinzu.
es: "%@" no tiene pistas. Añade canciones desde el menú contextual.
fr: « %@ » n'a pas de pistes. Ajoutez des chansons depuis le menu contextuel.
it: "%@" non ha brani. Aggiungi canzoni dal menu contestuale.
ja: 「%@」にはトラックがありません。コンテキストメニューから曲を追加してください。
ko: "%@"에 트랙이 없습니다. 상황에 맞는 메뉴에서 노래를 추가하세요.
pt_br: "%@" não tem faixas. Adicione músicas do menu de contexto.
ru: "%@" не содержит треков. Добавьте песни из контекстного меню.
tr: "%@" parça içermiyor. Bağlam menüsünden şarkı ekleyin.
zh_hans: 「%@」没有曲目。请从上下文菜单中添加歌曲。
zh_hant: 「%@」沒有曲目。請從快顯功能表中加入歌曲。

# i18n:EmptyState.PlaylistNoTracksYet
source: This playlist has no tracks yet.
de: Diese Playlist enthält noch keine Titel.
es: Esta lista de reproducción aún no tiene pistas.
fr: Cette playlist n'a pas encore de pistes.
it: Questa playlist non ha ancora brani.
ja: このプレイリストにはまだトラックがありません。
ko: 이 재생목록에는 아직 트랙이 없습니다.
pt_br: Esta playlist ainda não tem faixas.
ru: В этом плейлисте пока нет треков.
tr: Bu çalma listesinde henüz parça yok.
zh_hans: 此播放清单还没有曲目。
zh_hant: 此播放清單尚無曲目。

# i18n:EmptyState.PleaseChangeFilter
source: Try adjusting your search or filters
de: Versuchen Sie, Ihre Suche oder Filter anzupassen
es: Intenta ajustar tu búsqueda o filtros
fr: Essayez d'ajuster votre recherche ou vos filtres
it: Prova a modificare la ricerca o i filtri
ja: 検索条件またはフィルタを調整してください
ko: 검색이나 필터를 조정해 보세요
pt_br: Tente ajustar sua pesquisa ou filtros
ru: Попробуйте изменить поиск или фильтры
tr: Aramanızı veya filtrelerinizi ayarlamayı deneyin
zh_hans: 请尝试调整搜索条件或筛选设定
zh_hant: 請嘗試調整搜尋條件或篩選設定

# i18n:HotKeyHint.KeyLabel.Click
source: Click
de: Klicken
es: Clic
fr: Cliquer
it: Clic
ja: クリック
ko: 클릭
pt_br: Clique
ru: Клик
tr: Tıklama
zh_hans: 点击
zh_hant: 點擊

# i18n:HotKeyHint.KeyLabel.DragSelection
source: Drag selection
de: Auswahl ziehen
es: Arrastrar selección
fr: Sélection par glissement
it: Trascina selezione
ja: 選択をドラッグ
ko: 드래그 선택
pt_br: Arrastar Seleção
ru: Перетаскивание выделения
tr: Sürükleme Seçimi
zh_hans: 拖曳选取
zh_hant: 拖曳選取

# i18n:HotKeyHint.Record.GridView.ArrowKeys
source: Move selection (grid: row/column; expanded: track list)
de: Auswahl bewegen (Gitter: Zeile/Spalte; erweitert: Titelliste)
es: Mover selección (cuadrícula: fila/columna; expandido: lista de pistas)
fr: Déplacer la sélection (grille : ligne/colonne ; étendu : liste de pistes)
it: Sposta selezione (griglia: riga/colonna; espanso: elenco brani)
ja: 選択を移動 （グリッド: 行/列; 展開時: トラックリスト）
ko: 선택 이동 (그리드: 행/열; 확장: 트랙 목록)
pt_br: Mover seleção (grade: linha/coluna; expandido: lista de faixas)
ru: Переместить выделение (сетка: строка/столбец; развернуто: список треков)
tr: Seçimi taşı (ızgara: satır/sütun; genişletilmiş: parça listesi)
zh_hans: 移动选择 （网格：行/列；展开时：曲目清单）
zh_hant: 移動選取 （網格：行/列；展開時：曲目清单）

# i18n:HotKeyHint.Record.GridView.ArrowKeys.ExpandedNoSelection
source: Select the first track in the album
de: Ersten Titel des Albums auswählen
es: Seleccionar la primera pista del álbum
fr: Sélectionner la première piste de l'album
it: Seleziona il primo brano dell'album
ja: アルバムの最初のトラックを選択
ko: 앨범의 첫 번째 트랙 선택
pt_br: Selecionar a primeira faixa do álbum
ru: Выбрать первый трек альбома
tr: Albümün ilk parçasını seç
zh_hans: 选择专辑中的第一首曲目
zh_hant: 選取專輯中的第一首曲目

# i18n:HotKeyHint.Record.GridView.ArrowKeys.ExpandedNoSelection.Condition
source: (When expanded with no track selected)
de: (Wenn erweitert ohne Auswahl)
es: (Cuando está expandido sin pista seleccionada)
fr: (Quand étendu sans piste sélectionnée)
it: (Quando espanso senza brano selezionato)
ja: (展開中でトラックが選択されていない場合)
ko: (확장되었으나 선택된 트랙이 없을 때)
pt_br: (Quando expandido sem faixa selecionada)
ru: (Когда развернуто без выбранного трека)
tr: (Genişletilmiş ve seçili parça yokken)
zh_hans: (专辑展开且未选中曲目时)
zh_hant: (專輯展開且未選中曲目時)

# i18n:HotKeyHint.Record.GridView.CmdClickSelect
source: Multi-select/deselect albums (expanded: tracks)
de: Mehrfachauswahl/Abwahl von Alben (erweitert: Titel)
es: Selección múltiple/deselección de álbumes (expandido: pistas)
fr: Sélection multiple/désélection d'albums (étendu : pistes)
it: Selezione multipla/deselezione album (espanso: brani)
ja: アルバムを複数選択/選択解除（展開時はトラック）
ko: 앨범 다중 선택/선택 해제 (확장: 트랙)
pt_br: Selecionar/desselecionar vários álbuns (expandido: faixas)
ru: Множественный выбор/отмена выбора альбомов (развернуто: треки)
tr: Çoklu seçim/albüm seçimini kaldır (genişletilmiş: parçalar)
zh_hans: 多选/取消选择专辑（展开时为曲目）
zh_hant: 多選/取消選擇專輯（展開時為曲目）

# i18n:HotKeyHint.Record.GridView.DragSelectAlbums
source: Rubber-band select multiple albums (hold ⌘ to append)
de: Gummibandauswahl mehrerer Alben (⌘ halten zum Hinzufügen)
es: Selección por lazo de varios álbumes (mantén ⌘ para añadir)
fr: Sélection par lasso de plusieurs albums (maintenez ⌘ pour ajouter)
it: Selezione a laccio di più album (tieni premuto ⌘ per aggiungere)
ja: ドラッグで複数アルバムを選択（⌘を押すと追加選択）
ko: 여러 앨범 고무줄 선택 (추가하려면 ⌘ 키 유지)
pt_br: Seleção de laço de múltiplos álbuns (segure ⌘ para adicionar)
ru: Выделение нескольких альбомов рамкой (удерживайте ⌘ для добавления)
tr: Birden fazla albümü kauçuk bant ile seç (eklemek için ⌘ tuşunu basılı tut)
zh_hans: 拖曳框选多个专辑（按住⌘追加选择）
zh_hant: 拖曳框選多個專輯（按住⌘追加選取）

# i18n:HotKeyHint.Record.GridView.DragSelectAlbums.Condition
source: (Only effective when no album is expanded) (Tap the grid gaps to initiate the Rubber-band selection)
de: (Nur wirksam, wenn kein Album erweitert ist) (Tippen Sie auf Gitterlücken, um die Gummibandauswahl zu starten)
es: (Solo efectivo cuando ningún álbum está expandido) (Toca los espacios de la cuadrícula para iniciar la selección por lazo)
fr: (Uniquement quand aucun album n'est étendu) (Touchez les espaces de la grille pour initier la sélection par lasso)
it: (Solo quando nessun album è espanso) (Tocca gli spazi della griglia per avviare la selezione a laccio)
ja: (アルバムが展開されていないときのみ有効) (グリッドのアイテム間の空き領域をタップしてラバーバンド選択を開始)
ko: (앨범이 확장되지 않았을 때만 효과적) (고무줄 선택을 시작하려면 그리드 간격을 탭하세요)
pt_br: (Somente efetivo quando nenhum álbum está expandido) (Toque nos espaços da grade para iniciar a seleção de laço)
ru: (Эффективно только когда ни один альбом не развернут) (Коснитесь пробелов сетки, чтобы начать выделение рамкой)
tr: (Yalnızca albüm genişletilmemişken etkili) (Kauçuk bant seçimini başlatmak için ızgara boşluklarına dokunun)
zh_hans: (仅在没有专辑展开时有效) (点击网格项目之间的空白区域以启动橡皮筋选择)
zh_hant: (僅在沒有專輯展開時有效) (點擊網格項目之間的空白區域以啟動橡皮筋選取)

# i18n:HotKeyHint.Record.GridView.EscCollapse
source: Collapse album
de: Album einklappen
es: Colapsar álbum
fr: Réduire l'album
it: Comprimi album
ja: アルバムを折りたたむ
ko: 앨범 접기
pt_br: Recolher Álbum
ru: Свернуть альбом
tr: Albümü Daralt
zh_hans: 收起专辑
zh_hant: 收起專輯

# i18n:HotKeyHint.Record.GridView.HomeEnd
source: Jump to first/last album
de: Zum ersten/letzten Album springen
es: Saltar al primer/último álbum
fr: Aller au premier/dernier album
it: Vai al primo/ultimo album
ja: 先頭/末尾のアルバムへ移動
ko: 첫 번째/마지막 앨범으로 이동
pt_br: Pular para o primeiro/último álbum
ru: Перейти к первому/последнему альбому
tr: İlk/son albüme atla
zh_hans: 跳转到首个/末个专辑
zh_hant: 跳至首個/末個專輯

# i18n:HotKeyHint.Record.GridView.PageUpDown
source: Scroll up/down by one page
de: Eine Seite nach oben/unten scrollen
es: Desplazar una página arriba/abajo
fr: Défiler d'une page vers le haut/bas
it: Scorri una pagina su/giù
ja: 1ページ分上下にスクロール
ko: 한 페이지 위/아래로 스크롤
pt_br: Rolar uma página para cima/baixo
ru: Прокрутить на страницу вверх/вниз
tr: Bir sayfa yukarı/aşağı kaydır
zh_hans: 向上/向下翻页
zh_hant: 向上/向下翻頁

# i18n:HotKeyHint.Record.GridView.ReturnExpand
source: Expand album / play selected tracks
de: Album erweitern / ausgewählte Titel abspielen
es: Expandir álbum / reproducir pistas seleccionadas
fr: Étendre l'album / lire les pistes sélectionnées
it: Espandi album / riproduci brani selezionati
ja: アルバムを展開/選択トラックを再生
ko: 앨범 확장 / 선택한 트랙 재생
pt_br: Expandir álbum / reproduzir faixas selecionadas
ru: Развернуть альбом / воспроизвести выбранные треки
tr: Albümü genişlet / seçili parçaları çal
zh_hans: 展开专辑或播放所选曲目
zh_hant: 展開專輯或播放所選曲目

# i18n:HotKeyHint.Record.GridView.SelectAll
source: Select all albums / tracks
de: Alle Alben / Titel auswählen
es: Seleccionar todos los álbumes / pistas
fr: Sélectionner tous les albums / pistes
it: Seleziona tutti gli album / brani
ja: すべてのアルバム/トラックを選択
ko: 모든 앨범 / 트랙 선택
pt_br: Selecionar todos os álbuns / faixas
ru: Выбрать все альбомы / треки
tr: Tüm albümleri / parçaları seç
zh_hans: 选择全部专辑/曲目
zh_hant: 選取全部專輯/曲目

# i18n:HotKeyHint.Record.GridView.ShiftArrowRangeSelect
source: Range select albums (anchor-based)
de: Bereichsauswahl von Alben (ankerbasiert)
es: Selección por rango de álbumes (basada en ancla)
fr: Sélection par plage d'albums (basée sur l'ancre)
it: Selezione per intervallo di album (basata su ancoraggio)
ja: アルバムの範囲選択（アンカー基準）
ko: 앨범 범위 선택 (앵커 기반)
pt_br: Seleção de intervalo de álbuns (baseada em âncora)
ru: Выбор диапазона альбомов (на основе якоря)
tr: Albüm aralığı seçimi (ankara tabanlı)
zh_hans: 范围选择专辑（以锚点为基准）
zh_hant: 範圍選取專輯（以錨點為基準）
